results/load_testing_reports/8082_imperative-sb-mongo-novt/8082_imperative-sb-mongo-novt.txt
http.codes.200: ................................................................ 25769
http.codes.404: ................................................................ 62731
http.downloaded_bytes: ......................................................... 177232202
http.request_rate: ............................................................. 367/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 65
  mean: ........................................................................ 2
  median: ...................................................................... 1
  p95: ......................................................................... 6
  p99: ......................................................................... 10.9
http.responses: ................................................................ 88500
vusers.completed: .............................................................. 88500
vusers.created: ................................................................ 88500
vusers.created_by_name.Delete a movie by id: ................................... 883
vusers.created_by_name.Get movies by id: ....................................... 61848
vusers.created_by_name.Get movies by page: ..................................... 17800
vusers.created_by_name.Save new movie: ......................................... 7969
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 0.9
  max: ......................................................................... 66
  mean: ........................................................................ 2.9
  median: ...................................................................... 2
  p95: ......................................................................... 6.9
  p99: ......................................................................... 12.1